Repository: G3ronim0/wp-useronline
Catalog: lang/wp-useronline-*.po
Languages: ro_ro

source: Users Online Now
ro_ro: Utilizatori conectați acum

source: There is <strong><a href='%s'>%s user</a></strong> online now.
ro_ro: Există conectat <strong><a href='%s'>%s utilizator</a></strong> acum.

source: UserOnline Options
ro_ro: Opțiuni modul

source: UserOnline
ro_ro: UtilizatoriOnline

source: Time Out
ro_ro: Timp expirare

source: How long until it will remove the user from the database ( In seconds ).
ro_ro: Timpul până când un utilizator va fi scos din baza de date (în secunde)

source: UserOnline URL
ro_ro: URL Modul

source: URL To UserOnline Page<br />Example: http://www.yoursite.com/useronline/<br />Example: http://www.yoursite.com/?page_id=2
ro_ro: URL-ul la această pagină<br />Exemplu: http://www.siteultau.ro/useronline/<br />Exemplu: http://www.siteultau.ro/?page_id=2

source: User Names
ro_ro: Utilizatori

source: Link user names to their author page
ro_ro: Creează legătură între utilizatori și paginile lor

source: Useronline Templates
ro_ro: Șabloane modul

source: User(s) Browsing Site:
ro_ro: Utilizator(i) navigând site-ul:

source: User(s) Browsing Page:
ro_ro: Utilizator(i) navigând pagina:

source: Save Changes
ro_ro: Salvați modificările

source: Naming Conventions:
ro_ro: Convenție denumiri:

source: Allowed Variables:
ro_ro: Variabile Acceptate

source: Restore Defaults
ro_ro: Revenire la configurarea inițială

source: Singular Form
ro_ro: Forma singulară

source: Plural Form
ro_ro: Forma plurală

source: User(s) Online:
ro_ro: Utilizator(i) conectați:

source: Restore Default Template
ro_ro: Restabilește șablon inițial

source: Member Names Separator
ro_ro: Separator Utilizatori

source: Guests Separator
ro_ro: Separator Vizitator

source: Bots Separator
ro_ro: Separator Boți

source: Guest
ro_ro: Vizitator

source: Archive
ro_ro: Arhivă

source: Settings <strong>saved</strong>.
ro_ro: Configurări <strong>salvate</strong>.

source: Settings
ro_ro: Setări

source: There is <strong>%s</strong> online now: <strong>%s</strong>, <strong>%s</strong> and <strong>%s</strong>.
ro_ro: Există <strong>%s</strong> conectat acum: <strong>%s</strong>, <strong>%s</strong> și <strong>%s</strong>.

source: No one is online now.
ro_ro: Momentan nu există utilizatori conectați.

source: on
ro_ro: pe

source: url
ro_ro: vezi pagina

source: referral
ro_ro: referință

source: Online Now
ro_ro: conectat acum

source: Most users ever online were <strong>%s</strong>, on <strong>%s</strong>
ro_ro: Numărul maxim de utilizatori conectați în aceelași timp este de <strong>%s</strong>, pe <strong>%s</strong>

source: WP-UserOnline users online statistics
ro_ro: WP-UserOnline statistica utilizatorilor conectați

source: Title:
ro_ro: Titlu:

source: Statistics Type:
ro_ro: Tip statistică:

source: Users Online Count
ro_ro: Numărul de utilizatori conectați

source: Users Browsing Current Page
ro_ro: Utilizatori navigând pagina curentă

source: Users Browsing Site
ro_ro: Utilizatori navigând site-ul

source: Users Online Count & Users Browsing Current Page
ro_ro: Utilizatori conectați & Utilizatori navigând pagina curentă

source: Users Online Count & Users Browsing Site
ro_ro: Utilizatori conectați & Utilizatori navigând site-ul

source: <strong>%s</strong> user online now.
ro_ro: <strong>%s</strong> utilizator conectat acum.

source: 1 User
ro_ro: 1 utilizator

source: %COUNT% Users
ro_ro: %COUNT% utilizatori

source: 1 Member
ro_ro: 1 membru

source: %COUNT% Members
ro_ro: %COUNT% membri

source: 1 Guest
ro_ro: 1 musafir

source: %COUNT% Guests
ro_ro: %COUNT% musafiri

source: %COUNT% Bots
ro_ro: %COUNT% boți

source: Online
ro_ro: Conectat

# Template Element
source: Users
ro_ro: Utilizatori

source: Browsing This Page.
ro_ro: Navigând pagina curentă

source: Enable you to display how many users are online on your Wordpress site
ro_ro: Permite afişarea utilizatorilor conecați pe site-ul dvs.
